"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Вы ввели PIN-код %1$d раз (раза) неправильно. Ваш Mercedes me ID заблокирован на %2$@.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d минуты/минут";

"command_error_pin_invalid" = "Вы неправильно ввели ваш PIN-код %1$d раз/раза.";

"general_cancel" = "Отменить";

"general_error_msg" = "Произошла ошибка. Повторите попытку, пожалуйста.";

"general_error_network_msg" = "Что-то пошло не так. Проверьте Ваше интернет-соединение.";

"general_error_title" = "Ошибка";

"general_hint" = "Указание";

"general_no" = "Нет";

"general_ok" = "Ok";

"general_yes" = "Да";

"login_error_authentication_failed" = "Произошла ошибка при аутентификации. Повторите попытку, пожалуйста.";

"login_error_wrong_tan" = "К сожалению, указанная вами информация неверна. Обращаем ваше внимание на то, что повторную попытку можно будет предпринять только через несколько минут.";

"login_info_alert_message" = "Идентификатор Mercedes me ID состоит из вашего личного номера мобильного телефона или вашего адреса электронной почты. С вашим Mercedes me ID Вы можете входить во все системы цифрового мира «Мерседес-Бенц». Он предоставляет доступ ко всем службам, функциям и платформам, доступным в Вашей стране.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Укажите действительный адрес электронной почты или номер телефона.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Дальше";

"login_only_caption" = "Вход в учетную запись";

"login_username" = "Мобильный номер или адрес электронной почты";

"login_user_not_registered" = "Пожалуйста, зарегистрируйтесь бесплатно в одном из других приложений Mercedes me.";

"pin_popup_button_again" = "Повторить попытку";

"pin_popup_cancel" = "Отменить";

"pin_popup_default_no_pin_message" = "Пожалуйста, присвойте PIN-код в одном из приложений Mercedes me.";

"pin_popup_description" = "Укажите, пожалуйста, Ваш %1$d-значный PIN-код:";

"pin_popup_send" = "Отправить";

"pin_popup_title" = "Ввод PIN-кода";

"pin_popup_wrong_pin_msg" = "PIN-код неправильный. Повторите попытку, пожалуйста.";

"pin_popup_wrong_pin_title" = "Неправильный PIN-код";

"registration_user_consent_message" = "Для постоянного улучшения приложения мы анализируем использование приложения и его функций, анонимизируя вашу личность. Эту функцию можно в любое время деактивировать в меню > «Настройки» > «Аналитические данные».";

"registration_user_consent_title" = "Mercedes me данные об использовании";

"verification_btn_next" = "Дальше";

"verification_btn_send_again" = "Запросить новый TAN-код";

"verification_headline" = "Код верификации";

"verification_login_msg_mail" = "Укажите, пожалуйста, TAN-код, который мы отправили Вам по электронной почте.";

"verification_login_msg_user" = "Мы отправили вам %1$d-значный код на %2$@ для проверки. Введите, пожалуйста, этот код.";

"verification_not_received" = "Нет TAN-кода?";

"verification_not_received_hint_mail" = "Проверьте, пожалуйста введенный адрес электронной почты или запросите новый код верификации.";

"verification_not_received_hint_phone" = "Проверьте, пожалуйста введенный номер мобильного телефона или запросите новый TAN-код.";

"verification_send_again_msg" = "Ваш запрос отправлен повторно";

"verification_title" = "Верификация";

